
var config = {
  
    texts: [
        "送给",
        "亲爱的豆豆",
        "愿你时时刻刻有快乐相伴",
        "分分秒秒与好运缠绵",
        "日日夜夜与安康为伴",
        "搅拌生活的纷纷扰扰",
        "我珍惜这场相遇",
        "不想留下遗憾",
        "你的热情、真诚、坦率",
        "你对事业的上进",
        "慢慢的让我对你心动 ",
        "是无法掩盖的心动",
        "当然，美丽~可爱~ 本身就是你的优势",
        "别人讲 追梦~ 中国梦",
        "我觉得你就是自己路上的追梦人",
        "勇敢的去寻找自己的未来",
        "我喜欢这样的你",
        "我喜欢你",
        "希望有机会约你一起去滑雪",
        "去大江南北",
        "去 你想去的城市 Anywhere",
        "一起感受生活的美 ",
        "今天看到一句话，很有感触",
        "深情不及久伴 爱你的人最温暖的",
        "生日快乐 豆豆",
        "快来许个愿吧",
        "我预定了蛋糕，低脂的，晚上店家送到（你下班后）",
    ],
 
    imgs: {
        "豆豆": "imgs/dd.jpeg",
    },
    
    desc: {
        turn_on: "来吧 点击这里马上开始咯",
        play: "把手机声音打开，边听周董的歌边看",
        bannar_coming: "点一下 看看有什么惊喜发生",
        balloons_flying: "嗯 好像少了点什么东西，要不你在点下试试看 ",
        cake_fadein: "是少了...蛋糕吗？",
        light_candle: "好像还缺点什么，快快快 暴击它",
        wish_message: "豆豆 生日快乐",
        story: "愿能一直都在",
    }
};
