
var config = {
  
    texts: [
        "送给",
        "亲爱的豆豆",
        "愿你时时刻刻有快乐相伴",
        "分分秒秒与好运缠绵",
        "日日夜夜与安康为伴",
        "搅拌生活的纷纷扰扰",
        "把幸福涂上喜欢的颜色",
        "暴富 苗条 更美丽动人了",
        "希望有机会一起去滑雪",
        "去自驾游",
        "去大江南北",
        "感受生活的美 ",
        "跟你",
        "豆豆 生日快乐 ",
        "希望有我",
        "快来许个愿吧",
        "预定了蛋糕，下班后记得拿",
    ],
 
    imgs: {
        //"豆豆生日快乐": "imgs/doudou.jpeg",
    },
    
    desc: {
        turn_on: "来吧 点击这里马上开始咯",
        play: "放首音乐吧，边听边看~ ",
        bannar_coming: "点一下 看看有什么惊喜发生",
        balloons_flying: "嗯 好像少了点什么东西，要不你在点下试试看 ",
        cake_fadein: "是少了...蛋糕吗？",
        light_candle: "好像还缺点什么，快快快 暴击它",
        wish_message: "豆豆 生日快乐",
        story: "愿一直都在",
    }
};
